Repository: naaando/pomodoro
Catalog: po/*.po
Languages: nl

source: Time manager app to break your work into intervals to keep you focused.
nl: Tijdbeheer-app om je werk op te delen zodat je gefocust blijft.

source: Produtivity;Acessories;Clock;
nl: Productiviteit;Accessoires;Klok;

source: Start working
nl: Ga aan het werk

source: Start a break
nl: Neem een pauze

source: Start a long break
nl: Neem een lange pauze

source: A timer to use pomodoro technique
nl: Een timer om de pomodoro-techniek toe te passen

source: Fix broken appdata
nl: Kapotte appgegevens gerepareerd

source: Fix desktop actions
nl: Bureaubladacties gerepareerd

source: Fix release problems for AppCenter
nl: Uitgaveproblemen met AppCenter gerepareerd

source: Brand new icon
nl: Nieuw pictogram

source: Fixes missing dependencies on debian packaging
nl: Ontbrekende afhankelijkheden van debian-pakket opgelost

source: Fixes appstream metadata not being installed
nl: Probleem opgelost bij het niet installeren van appstream-metagegevens

source: Fix broken progress bar on launcher entry in dock
nl: Kapotte voortgangsbalk op starter in dock gerepareerd

source: Present new window instead of openning another
nl: Venster focussen i.p.v. een nieuw venster openen

source: Rebranded to rush
nl: Naam gewijzigd in Rush

source: First release
nl: Eerste uitgave

source: Pause not implemented
nl: Pauze niet geïmplementeerd

source: Working
nl: Aan het werk

source: Short break
nl: Korte pauze

source: Long break
nl: Lange pauze

source: Alarm done
nl: Alarm verlopen

source: Next
nl: Volgende

source: Continue working
nl: Doorgaan met werken

source: Proceed to
nl: Doorgaan naar

source: Keep working
nl: Aan het werk blijven

source: Continue automatically to next pomodoro
nl: Automatisch doorgaan naar volgende pomodoro

source: Duration in minutes
nl: Duur, in minuten

source: Working:
nl: Werk:

source: Short break:
nl: Korte pauze:

source: Long break:
nl: Lange pauze:

source: 0 times
nl: 0 keer

source: Short breaks:
nl: Korte pauzes:

source: Long breaks:
nl: Lange pauzes:

source: Worked time:
nl: Gewerkt:

source: Time on breaks:
nl: Tijd bij pauzes:

source: Total:
nl: Totaal:

source: Left
nl: resterend

source: Start
nl: Beginnen

source: Start short break
nl: Neem een korte pauze

source: Start long break
nl: Neem een lange pauze

source: Stop
nl: Stoppen

source: Start running on app startup
nl: Schema uitvoeren als app wordt gestart

source: hours
nl: uur

source: minutes
nl: minuten
